import React from 'react';
import { getTermsMetadata } from '@/lib/seo/pages';

export async function generateMetadata() {
  return getTermsMetadata();
}

export default function TermsPage() {
  return (
    <div className='mt-16 lg:mt-20 flex flex-col w-full overflow-hidden'>
      <section className='container mx-auto max-w-2xl py-12 px-5'>
        <h1 className='text-2xl font-bold'>Όροι Χρήσης</h1>
        <div className='pb-10 space-y-4'>
          <p className='pt-8 text-dark text-lg font-semibold'>Ι. Εισαγωγή</p>
          <p>
            1. Ο ιστότοπος https://doulitsa.gr ανήκει στην εταιρεία με επωνυμία
            «DAMI ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ», με ΑΦΜ 801768860 και αριθμό Γ.Ε.ΜΗ.
            162979503000, που εδρεύει στην Αθήνα, επί της Λεωφόρου Ανδρέα
            Συγγρού 196 ΤΚ 17671 (εφεξής και χάριν συντομίας η «εταιρεία»)
            προσφέρει τις υπηρεσίες της υπό τους κάτωθι αναλυτικά
            περιγραφόμενους όρους χρήσης, καθώς και την Πολιτική Προστασίας
            Δεδομένων η οποία βρίσκεται εδώ, τους οποίους ο εκάστοτε επισκέπτης
            /χρήστης του https://doulitsa.gr παρακαλείται να διαβάσει προσεκτικά
            και να προβεί σε επίσκεψη/χρήση των σελίδων και υπηρεσιών του
            https://doulitsa.gr , μόνον εφόσον τους αποδέχεται πλήρως.
          </p>
          <p>
            2. Σε περίπτωση διαφωνίας ο χρήστης παρακαλείται όπως δεν προβεί σε
            χρήση του doulitsa.gr, αλλά όπως γνωστοποιήσει στην εταιρεία τις
            όποιες τυχόν παρατηρήσεις του προκειμένου να ληφθούν υπόψη, πάντοτε
            εντός των ορίων του δυνατού, της καλής πίστης και των οικείων
            συναλλακτικών ηθών. Οι παρατηρήσεις που τυχόν υποβληθούν,
            καταγράφονται και αναλύονται από την εταιρεία για τη διεξαγωγή
            συμπερασμάτων, σε καμία περίπτωση όμως δεν δεσμεύουν Αυτήν έναντι
            του χρήστη ή οποιουδήποτε τρίτου.
          </p>
          <p>
            3. Επισκέπτες/χρήστες του ιστοτόπου που είναι ανήλικοι δεν
            επιτρέπεται να έχουν πρόσβαση στις υπηρεσίες του ιστοτόπου που
            μπορεί να θεωρούνται ακατάλληλες για ανηλίκους και οι οποίες δεν
            είναι δυνατό να ελεγχθούν από τον ιστότοπο. Σε κάθε ενότητα ή
            υπηρεσία που μπορεί να περιέχει υλικό ακατάλληλο/προσβλητικό/ανήθικο
            υπάρχει προειδοποίηση προς τους επισκέπτες/χρήστες. Εάν παρόλα αυτά
            ανήλικοι χρήστες αυτοβούλως επισκεφθούν σελίδες με υλικό
            ακατάλληλο/προσβλητικό/ανήθικο και το οποίο δεν είναι δυνατό να
            ελέγχεται συνεχώς, ο ιστότοπος δε φέρει ευθύνη. Η εταιρεία δε
            συλλέγει σε γνώση προσωπικές πληροφορίες από ανηλίκους. Εάν
            διαπιστώσει ότι έχει συλλέξει οποιεσδήποτε προσωπικές πληροφορίες
            από ανήλικο χωρίς επαληθεύσιμη γονική συναίνεση, θα διαγράψει τις
            πληροφορίες από τη βάση δεδομένων της το συντομότερο δυνατό.
          </p>
          <p>
            4. Η εταιρεία παρέχει στους επισκέπτες/χρήστες του doulitsa.gr
            πλήθος υπηρεσιών οι οποίες συνίστανται κυρίως στην παροχή
            πληροφοριών, προωθήσεων προβολής, διαφημίσεων παντός είδος/τύπου,
            στην δυνατότητα χρήσης εργαλείων επικοινωνίας, υπηρεσιών αναζήτησης,
            μαζικής πρόσβασης και πληροφορίας των χρηστών κ.λ.π. Το σύνολο των
            υφιστάμενων υπηρεσιών καθώς και οιεσδήποτε νέες υπηρεσίες
            συμπεριληφθούν στο doulitsa.gr υπόκεινται στους παρόντες όρους
            χρήσης, εκτός αν ρητά προβλέπεται το αντίθετο. Ο επισκέπτης/χρήστης
            των υπηρεσιών του doulitsa.gr αποδέχεται πλήρως και αναντίρρητα ότι
            το σύνολο των πληροφοριών/υπηρεσιών του doulitsa.gr παρέχεται «όπως
            έχει» και η εταιρεία ουδεμία ευθύνη φέρει αναφορικά με την
            περιορισμένη χρονική διάρκεια, τη διαγραφή, την κακή απόδοση, την
            αδυναμία ηλεκτρονικής αποθήκευσης δεδομένων των χρηστών καθώς και
            την οιαδήποτε ζημία, η οποία ενδεχομένως προκληθεί από την χρήση του
            doulitsa.gr.
          </p>
          <p>
            5. Η χρήση του doulitsa.gr διέπεται από τις διατάξεις του Ελληνικού,
            Ευρωπαϊκού-Κοινοτικού και Διεθνούς Δικαίου, που είναι δεσμευτικές
            για τον εκάστοτε χρήστη/επισκέπτη, ο οποίος υποχρεούται να
            συμμορφώνεται σε αυτές. Επιπροσθέτως ο χρήστης/επισκέπτης
            υποχρεούται να χρησιμοποιεί το περιεχόμενο και τις υπηρεσίες του
            doulitsa.gr σύμφωνα με την οικεία νομοθεσία, τα χρηστά ήθη και τους
            παρόντες όρους απέχοντας από οιαδήποτε ενέργεια η οποία μπορεί να
            προσβάλλει το ήθος και την προσωπικότητα άλλων επισκεπτών/χρηστών ή
            να δημιουργήσει προβλήματα στην εύρυθμη λειτουργία του
            doulitsa.gr.{' '}
          </p>
          <p>
            Ο χρήστης/επισκέπτης κατανοεί και αποδέχεται ότι ο ιστότοπος δεν
            κάνει προκαταρκτικό έλεγχο του περιεχομένου, αλλά ότι ο ιστότοπος
            και οι αρμόδιοι συνεργάτες του διατηρούν το δικαίωμα (και όχι την
            υποχρέωση) της αποκλειστικής επιλογής άρνησης ανάρτησης/δημοσίευσης
            ή μετακίνησης ή διαγραφής οποιουδήποτε περιεχομένου διατίθεται μέσω
            των υπηρεσιών του. Επίσης, ο ιστότοπος και οι αρμόδιοι συνεργάτες
            του διατηρούν το δικαίωμα να διαγράφουν χωρίς ειδοποίηση οποιοδήποτε
            περιεχόμενο παραβιάζει τους παρόντες όρους χρήσης.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΙI. Δεσμευτικότητα
          </p>

          <p>
            Η αποδοχή των παρόντων όρων χρήσης λογίζεται ως γενομένη με την
            είσοδο και την πλοήγηση του επισκέπτη / χρήστη στο doulitsa.gr. Η
            αποδοχή αυτή συνίσταται στη ρητή, ανεπιφύλακτη και αμετάκλητη
            συμφωνία του προς συμμόρφωση με τους όρους αυτούς. Σε περίπτωση
            διαφωνίας του χρήστη / επισκέπτη με κάποιον από τους όρους, αυτός
            οφείλει να διακόψει και να αποφύγει την περιήγηση του / της στο
            doulitsa.gr, ειδοποιώντας, εφόσον το επιθυμεί, σχετικά τον
            διαχειριστή.Το doulitsa.gr διατηρεί το δικαίωμα τροποποίησης των
            όρων χρήσης ανά πάσα στιγμή και χωρίς αιτιολόγηση, ενώ οι
            τροποποιήσεις λαμβάνονται υπόψη μόνο εφόσον διατυπωθούν εγγράφως και
            ενσωματωθούν στο παρόν κείμενο. Συνεπώς, συνιστάται στους χρήστες να
            ελέγχουν ανά διαστήματα το περιεχόμενο των όρων αυτών. Σε περίπτωση
            που επέλθει ολική ή μερική ακυρότητα ή αδυναμία εφαρμογής
            μεμονωμένων όρων, δεν επηρεάζεται το κύρος του συνόλου των υπολοίπων
            όρων. Το κενό που ενδεχομένως να δημιουργηθεί στη συμφωνία μεταξύ
            της ιστοσελίδας και του χρήστη από τον άκυρο όρο θα συμπληρώνεται με
            νέους ή τροποποιημένους όρους που θα προσιδιάζουν ει δυνατόν στο
            νομικό σκοπό του εκάστοτε άκυρου όρου. Τα ως άνω ισχύουν σε κάθε
            περίπτωση και για όσα ζητήματα δεν ρυθμίζονται ρητά εντός του
            κειμένου των όρων χρήσης.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            IIΙ. Περιεχόμενο του Δικτυακού Τόπου - Ευθύνη Παρόχου 
          </p>

          <p>
            1. Η επωνυμία, ο διακριτικός τίτλος, το σήμα, οι εικόνες, τα
            γραφικά, τα διακριτικά γνωρίσματα, καθώς και το σύνολο του
            περιεχομένου, των πληροφοριών, των ηλεκτρονικών αρχείων, των
            υπηρεσιών και κάθε τι άλλο που περιέχεται στον δικτυακό τόπο
            doulitsa.gr ανήκουν αποκλειστικά στην εταιρεία «DAMI ΜΟΝΟΠΡΟΣΩΠΗ
            ΙΚΕ» και αποτελούν προστατευόμενα αγαθά πνευματικής ιδιοκτησίας της.
            Σήματα, ονόματα, ή άλλα δικαιώματα πνευματικής και βιομηχανικής
            ιδιοκτησίας τρίτων μερών, που εκτίθενται στον εν λόγω δικτυακό τόπο
            προστατεύονται επίσης σύμφωνα με την κείμενη νομοθεσία.
          </p>

          <p>
            2. Απαγορεύεται ρητά στον επισκέπτη/χρήστη η εκμετάλλευση,
            αντιγραφή, αναπαραγωγή, διάδοση, αναδημοσίευση, διάθεση ή μετάδοση ή
            η με οποιονδήποτε τρόπο χρήση του περιεχομένου και των υπηρεσιών του
            παρόντος δικτυακού τόπου, πέραν των χρήσεων που ρητώς ορίζονται σε
            αυτόν, χωρίς την προηγούμενη έγγραφη άδεια της «DAMI ΜΟΝΟΠΡΟΣΩΠΗ
            ΙΚΕ» 
          </p>

          <p>
            3. Ο δικτυακός τόπος μπορεί να παραπέμπει μέσω «συνδέσμων»,
            hyperlinks κ.λπ. σε άλλες ιστοσελίδες, οι πάροχοι των οποίων έχουν
            την πλήρη ευθύνη για την ασφάλεια, το σύννομο και την εγκυρότητα του
            περιεχομένου των δικών τους ιστοσελίδων. Οι χρήστες θα πρέπει να
            λαμβάνουν γνώση των όρων χρήσης των συγκεκριμένων ιστοσελίδων και
            εφόσον συμφωνούν με αυτούς να τους αποδέχονται. Σε κάθε περίπτωση η
            «DAMI ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ» δεν φέρει καμία ευθύνη έναντι των χρηστών για
            την εκ μέρους τους χρήση των ιστοσελίδων των τρίτων απλά και μόνο
            από την προβολή τους μέσω του δικτυακού τόπου doulitsa.gr.
          </p>
          <p>
            4. Η «DAMI ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ» δεν φέρει ευθύνη για οιουδήποτε τύπου
            ζημία τυχόν υποστεί χρήστης/επισκέπτης του δικτυακού τόπου
            doulitsa.gr. ή και τρίτος από αιτία που έχει σχέση με τη λειτουργία
            ή μη, ή/και τη χρήση του δικτυακού τόπου, ή/και σε αδυναμία παροχής
            υπηρεσιών, ή/και πληροφοριών που διατίθενται από αυτόν, ή/και
            υπηρεσίες, ή/και πληροφορίες που διατίθενται μέσω αυτού.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            IV. Όροι Εγγραφής - Υποχρεώσεις Χρήστη
          </p>
          <p>
            1. Ο χρήστης/επισκέπτης που επιθυμεί να εγγραφεί στις υπηρεσίες
            του doulitsa.gr θα πρέπει:
          </p>
          <p>
            -να δηλώνει τα αληθή, πλήρη και ισχύοντα προσωπικά του στοιχεία,
            όπως αυτά ζητούνται στο doulitsa.gr  στις σχετικές αιτήσεις για
            πρόσβαση στα περιεχόμενα/υπηρεσίες του, -να ενημερώνει επιμελώς
            το doulitsa.gr  άμεσα και χωρίς υπαίτια καθυστέρηση για κάθε αλλαγή
            των ανωτέρω στοιχείων καθώς και - να φροντίζει ώστε τα στοιχεία αυτά
            να παραμένουν διαρκώς ακριβή, πλήρη και αληθή.
          </p>
          <p>
            Ειδικότερα, η εταιρεία δύναται να επικοινωνεί με τα επαγγελματικά
            προφίλ, δηλαδή τα προφίλ που παρέχουν επαγγελματικές υπηρεσίες, με
            ηλεκτρονικά μέσα ή/ και τηλεφωνικά στα στοιχεία επικοινωνίας που
            έχουν δηλώσει και οφείλουν να διατηρούν ενημερωμένα, για σημαντικές
            αλλαγές και μεταβολές της πλατφόρμας.
          </p>
          <p>
            2. Η εταιρεία παρέχει στους χρήστες του doulitsa.gr υπηρεσίες μελών,
            κατόπιν αποδοχής των όρων χρήσης και ολοκλήρωσης της διαδικασίας
            καταχώρησης των στοιχείων τους. Μόλις ο επισκέπτης / χρήστης
            ολοκληρώσει τη διαδικασία εγγραφής και αποδοχής των όρων,
            παραλαμβάνει επιβεβαίωση της εγγραφής του μέσω μοναδικού
            υπερσυνδέσμου, ο οποίος αποστέλλεται στην διεύθυνση που ο ίδιος θα
            έχει ορίσει και ο χρήστης/μέλος τεκμαίρεται πως έχει αποδεχθεί τους
            παρόντες όρους και γνωρίζει αυτούς .
          </p>
          <p>
            3. Οι χρήστες παραμένουν αποκλειστικά υπεύθυνοι για όλες τις πράξεις
            που διενεργούνται υπό τον προσωπικό κωδικό πρόσβασης, το όνομα
            χρήσης και γενικότερα τον λογαριασμό τους (user account). Οι χρήστες
            συμφωνούν να ειδοποιούν άμεσα την εταιρεία για οποιαδήποτε μη
            εξουσιοδοτημένη χρήση του λογαριασμού τους και οποιαδήποτε γενόμενη
            ή / και πιθανή παραβίαση ασφάλειας. Επίσης, οι χρήστες ευθύνονται
            αποκλειστικά για την προσεκτική χρήση του λογαριασμού τους και την
            τυπική έξοδο τους από τον λογαριασμό τους στο τέλος κάθε χρήσης
            (Logout). Η εταιρεία δεν ευθύνεται για οποιαδήποτε βλάβη ή ζημία
            προκύψει από την αδυναμία των χρηστών-επισκεπτών να σεβαστούν και να
            ακολουθήσουν την παρούσα ρήτρα. Μετά την δημιουργία του λογαριασμού,
            η διαγραφή του δεν είναι δυνατή από τον ίδιο τον χρήστη.
          </p>
          <p>
            Με την επιβεβαίωση της εγγραφής μέσω του εν λόγω υπερσυνδέσμου,
            ολοκληρώνεται η διαδικασία εγγραφής.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            Δικαίωμα Αντίρρησης
          </p>
          <p>
            Ο επισκέπτης/χρήστης έχει δικαίωμα να προβάλλει αντιρρήσεις με
            αίτημα του προς τον ιστότοπο και να ζητήσει την διόρθωση ή διαγραφή
            των προσωπικών του δεδομένων, καθώς και τη διαγραφή του από μέλος
            μέσω ενός ηλεκτρονικού μηνύματος στη φόρμα επικοινωνίας του
            ιστοτόπου και σύμφωνα με τα όσα αναφέρονται στους παρόντες όρους –
            πολιτική απορρήτου.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            V. Λειτουργία Υπηρεσιών
          </p>
          <p>
            1.Η εταιρεία διατηρεί το αποκλειστικό δικαίωμα, και ο
            χρήστης/επισκέπτης το αποδέχεται, να διακόπτει μόνιμα ή προσωρινά
            την λειτουργία του doulitsa.gr με ή χωρίς προειδοποίηση προς τους
            χρήστες/μέλη.’
          </p>
          <p>
            2. Τα προφίλ που προσφέρουν επαγγελματικές υπηρεσίες μέσω της
            doulitsa.gr, στο εξής “Επαγγελματικά προφίλ” και τα προφίλ που
            λαμβάνουν την παροχή των υπηρεσιών αυτών στο εξής “Χρήστες”
            διαπραγματεύονται και συμφωνούν μεταξύ τους τους όρους εκτέλεσης της
            εκάστοτε υπηρεσίας/εργασίας/έργου και τους εν γένει όρους που θα
            διέπουν τη μεταξύ τους συμφωνία/σύμβαση, χωρίς καμία συμμετοχή ή
            τυχόν ευθύνη της doulitsa.gr ως προς τη συμφωνία και την εκτέλεση
            τους.
          </p>
          <p>
            Αποκλειστική και μόνο λειτουργία της doulitsa.gr είναι η
            περιγραφόμενη στο κεφάλαιο Ι του παρόντος, συνιστάμενη στην π αροχή
            πληροφοριών, προωθήσεων προβολής διαφημίσεων παντός είδος/τύπου,
            στην δυνατότητα χρήσης εργαλείων επικοινωνίας, υπηρεσιών αναζήτησης,
            μαζικής πρόσβασης και πληροφορίας των χρηστών, χωρίς η doulitsa.gr
            να φέρει καμία ευθύνη για τυχόν αξιώσεις που θα γεννηθούν λόγω
            πράξεων ή παραλείψεων  σε σχέση με το προσυμβατικό στάδιο, τη
            σύναψη, την εγκυρότητα ή την εκτέλεση οποιασδήποτε
            συμφωνίας/σύμβασης μεταξύ Χρήστη και Επαγγελματικού προφίλ,
            συμπεριλαμβανομένης  και οποιαδήποτε ζημίας προκύψει από την
            πλημμελή εκτέλεση του έργου/υπηρεσίας ή των δικαιωμάτων των
            συμβαλλομένων, κατά τις διατάξεις του Αστικού Κώδικα. Η doultisa.gr
            παραμένει τρίτο προς τη συμφωνία μεταξύ Χρήστη και Επαγγελματικού
            Προφίλ πρόσωπο και σε καμία περίπτωση δεν συμμετέχει
            κατ΄οποιονδήποτε τρόπο σε αυτή ή σε οιαδήποτε άλλη σύμβαση μεταξύ
            των ανωτέρων άμεσα ή έμμεσα δια των παρεχόμενων αυτής υηπηρεσιών.
          </p>
          <p>
            Περαιτέρω, σε καμία περίπτωση δεν απορρέει τυχόν ευθύνη της
            doulitsa.gr σε περίπτωση τηλεφωνικής επικοινωνίας μεταξύ της
            doulitsa.gr και του Χρήστη ή του Επαγγελματικού προφίλ, προς
            διευκρίνιση ή διευκόλυνση της επικοινωνίας μεταξύ των συμβαλλομένων
            μερών, ούτε θεωρείται ότι τέτοια επικοινωνία καθιστά τη doulitsa.gr
            συμβαλλόμενο στη συμφωνία/σύμβαση μέρος.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            VI. Συνδρομές-Τιμολογιακή Πολιτική
          </p>
          <p>
            1.Κατά καιρούς, η εταιρεία ενδέχεται να προσφέρει δοκιμαστικές
            Συνδρομές για ένα συγκεκριμένο χρονικό διάστημα, χωρίς πληρωμή ή σε
            μειωμένη τιμή (μία «Δοκιμή»). Η εταιρεία διατηρεί το δικαίωμα, κατά
            την απόλυτη διακριτική της ευχέρεια, να καθορίζει τις προϋποθέσεις
            για μια Δοκιμή και με την επιφύλαξη των ισχυόντων νόμων, να ανακαλεί
            ή να τροποποιεί μια Δοκιμή σε οποιαδήποτε στιγμή, χωρίς προηγούμενη
            ειδοποίηση και χωρίς καμία ευθύνη, στο μέγιστο βαθμό που επιτρέπεται
            από τους νόμους.
          </p>
          <p>
            2. Οι συνδρομές επί πληρωμή δεν μπορούν να τερματιστούν πριν απο το
            τέλος της περιόδου για την οποία έχουν καταβληθεί και εκτός από τα
            όσα προβλέπονται στους παρόντες όρους, η εταιρεία, επίσης, δεν θα
            επιστρέψει οποιοδήποτε ποσό έχει προκαταβληθεί.
          </p>
          <p>
            3.Η εταιρεία έχει το δικαίωμα να διαμορφώνει την τιμολογιακή
            πολιτική των συνδρομών ή οποιωνδήποτε υπηρεσιών προσφέρει, χωρίς
            προηγούμενη ενημέρωση.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            VΙΙ. Περιορισμός Ευθύνης Εταιρείας
          </p>
          <p>
            Η εταιρεία καταβάλλει κάθε δυνατή προσπάθεια, στα πλαίσια του
            τεχνολογικού ελέγχου, προκειμένου οι υπηρεσίες, τα περιεχόμενα και
            οι επιλογές του  doulitsa.gr να παρέχονται απρόσκοπτα και χωρίς
            διακοπή. Δεν ευθύνεται όμως στην περίπτωση που για οποιονδήποτε
            λόγο, συμπεριλαμβανομένης και της περίπτωσης αμέλειας, διακοπεί η
            λειτουργία του doulitsa.gr ή καθίσταται δυσχερής ή/και αδύνατη η
            πρόσβαση σε αυτό ή/αν, παρά τα τηρούμενα μέτρα ασφαλείας,
            εντοπιστούν « ιοί » ή άλλο επιβλαβές λογισμικό και μεταδοθούν στα
            τερματικά των χρηστών/επισκεπτών, ή αν τρίτα μη εξουσιοδοτημένα
            πρόσωπα (hackers) παρέμβουν στο περιεχόμενο και στην λειτουργία του 
            doulitsa.gr  καθιστώντας δυσχερή την χρήση του ή προκαλώντας
            προβλήματα στην ορθή λειτουργία αυτού.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            VIII. Αποκλεισμός Ευθύνης για Παρεχόμενες Πληροφορίες
          </p>
          <p>
            1. Το περιεχόμενο και οι πληροφορίες που περιλαμβάνονται
            στο doulitsa.gr  δεν προέρχονται καθ’ οιονδήποτε τρόπο από την
            εταιρεία, αντιθέτως δημοσιεύονται και αναρτώνται στο doulitsa.gr με
            πρωτοβουλία και αποκλειστική ευθύνη του εκάστοτε χρήστη/αγγελιοδότη
            και δεν δύνανται σε καμία περίπτωση να εκληφθούν ως έγκυρες
            πληροφορίες ή/και συμβουλές ούτε υποκρύπτουν προτροπή της εταιρείας
            για την τέλεση συγκεκριμένων πράξεων (π.χ. αγοράς, ενοικιάσεως χώρων
            δεξιώσεως κ.λπ.). Η εταιρεία αναλαμβάνει αποκλειστικά και μόνον την
            συλλογή, γραμματική-συντακτική επεξεργασία και ανάρτηση του
            περιεχομένου του doulitsa.gr  δεν εγγυάται όμως σε καμία περίπτωση
            για την ορθότητα, την πληρότητα ή και την διαθεσιμότητα των
            περιεχομένων, σελίδων, υπηρεσιών, επιλογών αυτού (του doulitsa.gr).
            Κατόπιν τούτων ο εκάστοτε χρήστης/επισκέπτης χρησιμοποιεί τις
            παρεχόμενες υπηρεσίες/πληροφορίες του doulitsa.gr αποκλειστικά και
            μόνον με δική του πρωτοβουλία, αναλαμβάνοντας ταυτόχρονα και την
            σχετική ευθύνη διασταύρωσης των εν λόγω πληροφοριών.
          </p>
          <p>
            2. Η εταιρεία μπορεί, αλλά δεν έχει καμία υποχρέωση, να
            παρακολουθεί, ελέγχει ή επεξεργάζεται το περιεχόμενο χρήστη. Σε όλες
            τις περιπτώσεις, η εταιρεία διατηρεί το δικαίωμα να αφαιρέσει ή να
            απενεργοποιήσει την πρόσβαση σε οποιοδήποτε περιεχόμενο χρήστη για
            οποιονδήποτε λόγο, συμπεριλαμβανομένων, χωρίς περιορισμό, του
            περιεχομένου χρήστη το οποίο, κατά τη διακριτική ευχέρεια της
            εταιρείας, παραβιάζει τις Συμφωνίες. Η εταιρεία μπορεί να προβεί σε
            αυτές τις ενέργειες χωρίς προηγούμενη ειδοποίηση σε εσάς ή
            οποιοδήποτε τρίτο μέρος. Η αφαίρεση ή απενεργοποίηση της πρόσβασης
            στο Περιεχόμενο χρήστη θα πραγματοποιείται κατά την αποκλειστική
            διακριτική ευχέρεια της εταιρείας και δεν υπόσχεται να αφαιρέσει ή
            να απενεργοποιήσει την πρόσβαση σε οποιοδήποτε συγκεκριμένο
            Περιεχόμενο χρήστη.
          </p>
          <p>
            Η εταιρεία δεν είναι υπεύθυνη για το περιεχόμενο χρήστη, ούτε
            εγκρίνει οποιαδήποτε άποψη που περιέχεται σε οποιοδήποτε περιεχόμενο
            χρήστη.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΙΧ. Ευθύνη από Διαφήμιση
          </p>
          <p>
            Η εταιρεία ουδεμία ευθύνη φέρει αναφορικά με το περιεχόμενο των
            διαφημίσεων (οιασδήποτε κατηγορίας και μορφής) που αναρτώνται
            στο doulitsa.gr καθώς επίσης και με την επικοινωνία του
            χρήστη/μέλους με τρίτους που διαφημίζονται στο doulitsa.gr.
            Περαιτέρω η εταιρεία δεν ευθύνεται για οιοδήποτε ζήτημα ανακύψει από
            τυχόν σύναψη πάσης υφής εμπορικής συναλλαγής μεταξύ του
            χρήστη/μέλους και του τρίτου διαφημιζόμενου όπως για παράδειγμα
            τυχόν χρηματικές αξιώσεις, ενώ σε καμία περίπτωση η εταιρεία δεν
            εγγυάται την ακρίβεια, την ποιότητα ή την καταλληλότητα του
            περιεχομένου των προσφερόμενων υπηρεσιών.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            Γενικοί Κανόνες Περιεχομένου Διαφήμισης
          </p>
          <ul>
            <li>⮚ Οι διαφημίσεις δεν μπορούν να παραπλανούν τους χρήστες.</li>
            <li>
              ⮚ Η επικοινωνία μηνυμάτων στο περιεχόμενο της διαφήμισης δεν
              πρέπει να περιέχει δηλώσεις ή οπτικές παραστάσεις, που είτε άμεσα
              είτε έμμεσα, με υπονοούμενα, με παραλείψεις, με διφορούμενα ή με
              υπερβολικούς ισχυρισμούς, μπορούν να παραπλανήσουν τον
              χρήστη/επισκέπτη.
            </li>
            <li>
              ⮚ Οι διαφημίσεις δεν μπορούν να συλλέγουν προσωπικά στοιχεία
              χρηστών τ ου  doulitsa.gr χωρίς αυτοί να το γνωρίζουν και να
              δίνουν την έγκρισή τους.
            </li>
            <li>
              ⮚ Οι διαφημίσεις που συλλέγουν πληροφορίες από τους χρήστες πρέπει
              να περιλαμβάνουν τους Όρους Χρήσης στο περιεχόμενο των ιστοσελίδων
              τους.  
            </li>
            <li>
              ⮚ Οι διαφημίσεις δεν μπορούν να μιμούνται την εμπειρία του χρήστη
              (user experience) που τους παρέχει το doulitsa.gr . Για
              παράδειγμα, δεν επιτρέπονται διαφημίσεις που κάνουν χρήση γραφικών
              και λεκτικών παρόμοιων με αυτών της ιστοσελίδας μας, διότι μπορεί
              αυτό να αποπροσανατολίσει τη διαδρομή του χρήστη στην πλοήγηση.  
            </li>
            <li>
              ⮚ Οι διαφημίσεις δεν μπορούν να κάνουν διακρίσεις με βάση τη φυλή,
              το χρώμα, την εθνική καταγωγή, τη θρησκεία, το φύλο, τον
              σεξουαλικό προσανατολισμό, την κατάσταση υγείας ή γενετική
              κατάσταση αλλά και την οικογενειακή κατάσταση των χρηστών.  
            </li>
            <li>
              ⮚ Στα διαφημιστικά banners, η ταυτότητα του διαφημιζόμενου πρέπει
              να είναι εμφανής.
            </li>
          </ul>
          <p className='pt-4 text-dark text-lg font-semibold'>
            Πολιτική Περιεχομένου Διαφήμισης
          </p>
          <p>
            Τα παρακάτω θέματα είτε απαγορεύονται ρητά είτε υπόκεινται σε
            επιμέρους περιορισμούς.
          </p>
          <ul>
            <li>⮚ Περιεχόμενο για Ενήλικες / Ακατάλληλο περιεχόμενο  </li>
            <li>
              ⮚ Δεν υποδεχόμαστε διαφημίσεις καθώς και ιστοσελίδες που προωθούν
              μη νόμιμες ναρκωτικές ουσίες και προϊόντα.  
            </li>
            <li>
              ⮚ Δεν επιτρέπεται καμία διαφήμιση που προωθεί ψεύτικα έγγραφα και
              πιστοποιήσεις από μη νόμιμους φορείς.  
            </li>
            <li>
              ⮚ Δεν επιτρέπεται καμία διαφήμιση που να προωθεί παράνομες
              δραστηριότητες όπως αυτές ορίζονται από τους νόμους του Ελληνικού
              Κράτους.
            </li>
          </ul>
          <p className='pt-4 text-dark text-lg font-semibold'>
            Χ. Παραβάσεις και Αναφορά Περιεχομένου Χρήστη
          </p>
          <p>
            1. Εάν η εταιρεία ειδοποιηθεί ότι οποιοδήποτε περιεχόμενο παραβιάζει
            τους παρόντες  όρους χρήσης , είναι παράνομο ή παραπλανητικό η
            εταιρεία μπορεί, κατά την απόλυτη διακριτική της ευχέρεια, να λάβει
            μέτρα χωρίς προηγούμενη κοινοποίηση στον πάροχο του εν λόγω
            Περιεχομένου.
          </p>
          <p>
            2. Εάν πιστεύετε ότι οποιοδήποτε Περιεχόμενο δεν συμμορφώνεται με
            τους Όρους Χρήσης, είναι παράνομο ή παραπλανητικό παρακαλούμε
            συμπληρώστε τη φόρμα από τον αντίστοιχο σύνδεσμο που εμφανίζεται σε
            κάθε σελίδα.
          </p>
          <p>
            3. Δεν επιτρέπονται πρακτικές που μπορεί να παραπλανούν, εσκεμμένα ή
            μη, τους χρήστες ή στρεβλώνουν τη λειτουργικότητα της παρεχόμενης
            υπηρεσίας.
          </p>
          <p>
            4. Εφόσον διασταυρωθεί μετά από έλεγχο κάποια από τις παραπάνω
            πρακτικές ή κάτι που δεν περιγράφεται εδώ αλλά αποσκοπεί σε
            παραπλάνηση του χρήστη, η εταιρεία θα αποδημοσιεύει την εν λόγω
            προώθηση. Εφόσον διαπιστωθεί δεύτερη φορά για τον ίδιο χρήστη, η
            εταιρεία θα αποδημοσιεύει όλες τις αγγελίες του λογαριασμού του για
            48 ώρες. Εφόσον διαπιστωθεί τρίτη φορά για τον ίδιο λογαριασμό, η
            εταιρεία θα αποδημοσιεύει όλες τις αγγελίες του λογαριασμού του
            χρήστη για 30 ημέρες.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΧΙ. Δικαιώματα Πνευματικής Ιδιοκτησίας
          </p>
          <p>
            1. Τα πνευματικά δικαιώματα του περιεχομένου και των υπηρεσιών
            του doulitsa.gr, ήτοι ενδεικτικώς και όχι περιοριστικά
            συμπεριλαμβανομένων, των κειμένων, αγγελιών, φωτογραφιών, σχεδίων,
            εμπορικών και οικονομικών στοιχείων, προγραμμάτων, πάσης φύσεως
            αρχείων, σημάτων/λογοτύπων, μορφής (lay-out) του doulitsa.gr,
            προστατεύονται από τους ελληνικούς, κοινοτικούς και διεθνείς νόμους
            περί πνευματικής ιδιοκτησίας και ανήκουν αποκλειστικά στην εταιρεία,
            διατίθενται δε στους χρήστες/επισκέπτες του αυστηρά για προσωπική
            χρήση. Η εταιρεία πάντοτε στα πλαίσια της καλής πίστης και των
            οικείων συναλλακτικών ηθών καταβάλλει κάθε δυνατή προσπάθεια ώστε το
            περιεχόμενο και οι πληροφορίες που εμφανίζονται κάθε φορά
            στο doulitsa.gr να είναι κατά το δυνατόν ακριβή και αληθή, δεν φέρει
            όμως καμία ευθύνη για την αξιοπιστία ή πληρότητα τους.
          </p>
          <p>
            {' '}
            2.Περαιτέρω απαγορεύεται οποιαδήποτε αντιγραφή, διανομή, μεταφορά,
            μεταποίηση, μεταπώληση, δημιουργία παράγωγής εργασίας ή παραπλάνηση
            του κοινού σχετικά με τον πραγματικό παροχέα τους του περιεχομένου
            του doulitsa.gr . Τυχόν αναπαραγωγή επανέκδοση, φόρτωση, ανακοίνωση,
            διάδοση ή μετάδοση ή οποιαδήποτε άλλη χρήση του περιεχομένου
            του doulitsa.gr με οποιονδήποτε τρόπο ή μέσο για εμπορικούς ή άλλους
            σκοπούς επιτρέπεται μόνο κατόπιν προηγούμενης γραπτής άδειας της
            εταιρείας ή οποιουδήποτε άλλου δικαιούχου των πνευματικών
            δικαιωμάτων. Σε διαφορετική περίπτωση οι ως άνω ενέργειες μπορεί να
            αποτελέσουν προσβολή των δικαιωμάτων πνευματικής/βιομηχανικής
            ιδιοκτησίας της εταιρείας, η οποία διατηρεί το δικαίωμα να
            διεκδικήσει πάσα προκληθείσα εις αυτήν θετική και αποθετική ζημία
            σύμφωνα με τις διατάξεις της κείμενης νομοθεσίας. 
          </p>
          <p>
            3. Ο χρήστης/επισκέπτης/μέλος αποδέχεται και αναγνωρίζει ότι η
            εταιρεία έχει την δυνατότητα εμπορικής αξιοποίησης (είτε από την
            ίδια είτε από τρίτους) του συνόλου των στοιχείων που εμφανίζονται
            στο doulitsa.gr.
          </p>
          <p>
              4. Χρήση Φωτογραφιών/Λογοτύπων σε προφίλ: Ο χρήστης δηλώνει
            υπεύθυνα ότι οι φωτογραφίες/λογότυπα που καταχωρεί στο doulitsa.gr
            αποτελούν πνευματική του ιδιοκτησία και σε καμία περίπτωση δεν
            θίγουν ή/και είναι απαλλαγμένες από οποιοδήποτε δικαίωμα τρίτου. Η
            εταιρεία ουδεμία ευθύνη έχει αναφορικά με το περιεχόμενο των ανωτέρω
            φωτογραφιών/λογοτύπων καθώς επίσης και για οποιοδήποτε τυχόν ζήτημα
            ανακύψει με τις εν λόγω φωτογραφίες/λογότυπα.
          </p>
          <p>
            5. Περαιτέρω ο χρήστης αναλαμβάνει την υποχρέωση να καλύψει κάθε
            ζημία (συμπεριλαμβανομένων και τυχόν εξόδων, δικαστικών ή άλλων) που
            τυχόν θα υποστεί η εταιρεία από αξιώσεις οιουδήποτε τρίτου, που
            συνδέονται καθ' οιονδήποτε τρόπο με την καταχώρηση και προβολή των
            ανωτέρω φωτογραφιών/λογοτύπων.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΧΙΙ. Δικαίωμα εταιρείας – Διάρκεια
          </p>
          <p>
            {' '}
            1. Ο χρήστης/μέλος αποδέχεται πλήρως και αναντίρρητα το αποκλειστικό
            δικαίωμα της εταιρείας να διακόψει την χρήση του/των κωδικών
            πρόσβασης στις υπηρεσίες του doulitsa.gr και να διακόψει την διάθεση
            του περιεχομένου και των πληροφοριών του doulitsa.gr κάθε φορά που
            θεωρεί αυτή (η εταιρεία) ότι οι χρήστες αυτοί έχουν παραβιάσει του
            παρόντες όρους. 
          </p>
          <p>
            2. Συγκεκριμένα ο χρήστης αποδέχεται πλήρως και αναντίρρητα ότι η
            εταιρεία διατηρεί το δικαίωμα οποτεδήποτε κρίνει, κατά την απόλυτη
            διακριτική της ευχέρεια, ότι το περιεχόμενο μιας προώθησης τυγχάνει,
            καθ’ οιονδήποτε τρόπο, παραπλανητικό ή/και παράνομο ή/και ψευδές
            ή/και προσβλητικό καθώς επίσης και ότι το εν λόγω περιεχόμενο
            αντίκειται εν γένει στους παρόντες όρους χρήσης να διακόψει την
            δημοσίευση και ανάρτησή της στο doulitsa.gr. Ταυτόχρονα η εταιρεία
            διατηρεί το δικαίωμα να μην επιτρέπει στον χρήστη της εν λόγω
            προώθησης να αναρτήσει/δημοσιεύσει μελλοντικά στο doulitsa.gr άλλες
            προωθήσεις (οιασδήποτε κατηγορίας και με οιοδήποτε περιεχόμενο).
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΧΙΙΙ. Δεσμοί – Links με Άλλα Sites
          </p>
          <p>
            Το doulitsa.gr εμπεριέχει παραπομπές σε διαδικτυακούς τόπους, για το
            περιεχόμενο και τις υπηρεσίες των οποίων ουδεμία ευθύνη φέρει η
            εταιρεία, ούτε εγγυάται για την διαρκή και ασφαλή προσβασιμότητά
            τους. Συνεπώς για οιοδήποτε πρόβλημα παρουσιασθεί κατά την
            επίσκεψη/χρήση των εν λόγω διαδικτυακών τόπων ο χρήστης/επισκέπτης
            οφείλει να απευθυνθεί απευθείας στα αντίστοιχα web sites, τα οποία
            φέρουν και την αποκλειστική ευθύνη για την αποκατάσταση του εν λόγω
            προβλήματος. Η εταιρεία σε καμία περίπτωση δεν πρέπει να θεωρηθεί
            ότι αποδέχεται ή υιοθετεί το περιεχόμενο ή τις υπηρεσίες των sites
            και των σελίδων στα οποία παραπέμπει ή ότι συνδέεται με αυτά καθ’
            οιονδήποτε τρόπο. Για οιοδήποτε τυχόν πρόβλημα ανακύψει κατά την
            επίσκεψη των ως άνω διαδικτυακών τόπων αποκλειστικό υπεύθυνος είναι
            ο εκάστοτε δικαιούχος του τόπου αυτού.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            XIV. Προστασία Προσωπικών Δεδομένων
          </p>
          <p>
            1. Η εταιρεία καλύπτει το σύνολο των προσωπικών δεδομένων και
            στοιχείων καθώς επίσης και τις προϋποθέσεις συγκέντρωσης,
            επεξεργασίας και διαχείρισης των προσωπικών δεδομένων των
            επισκεπτών/χρηστών/μελών του doulitsa.gr. Σε καμία περίπτωση με την
            παρούσα δεν καλύπτεται η σχέση μεταξύ των επισκεπτών/χρηστών/μελών
            από το doulitsa.gr και οιωνδήποτε υπηρεσιών που δεν υπόκεινται στον
            έλεγχο/ιδιοκτησία της εταιρείας.
          </p>
          <p>2. Η εταιρεία συλλέγει προσωπικά δεδομένα στο doulitsa.gr:</p>
          <p>-Όταν ο επισκέπτης χρήστης εγγράφεται στις υπηρεσίες του</p>
          <p>-Όταν χρησιμοποιεί τις υπηρεσίες του</p>
          <p>
            -Όταν χρησιμοποιεί τις σελίδες του  doulitsa.gr και εισέρχεται στα
            διαφημιστικά (ή πάσης συναφούς υφής) προγράμματα. Κάθε χρήστης
            υποχρεούται να δηλώνει τα αληθινά και πλήρη στοιχεία του καθώς και
            να ενημερώνει το  doulitsa.gr  για κάθε αλλαγή παρέχοντας τις
            απαιτούμενες πληροφορίες που απαιτούνται ώστε τα στοιχεία αυτά να
            είναι πλήρη, αληθινά και ενημερωμένα
          </p>
          <p>
            3. Ο χρήστης αποδέχεται και συναινεί όπως η εταιρεία, υπό τους όρους
            των διατάξεων του Ν.2472/1997, όπως έχει τροποποιηθεί από το
            Ν.3471/2016 και σήμερα ισχύει, θα διατηρεί σε αρχείο και θα
            επεξεργάζεται τυχόν προσωπικά δεδομένα του (πληροφορίες σχετικές με
            τον υπολογιστή του καθώς και με τις επισκέψεις του, και τη
            δραστηριότητά του, σε αυτόν τον ιστότοπο ή σε συνδεόμενες εφαρμογές
            (συμπεριλαμβανομένων [της δικής του διεύθυνσης IP, της γεωγραφικής
            του θέσης, του είδους και της έκδοσης του πλοηγού του, του
            λειτουργικού του συστήματος, της πηγής παραπομπής του, της διάρκειας
            της επίσκεψής του, των σελίδων που ανέγνωσε και των διαδρόμων
            πλοήγησης στον ιστότοπό ή σε συνδεόμενες εφαρμογές], τα οποία θα
            περιέρχονται σε γνώση αυτής (της εταιρείας) από την επίσκεψη του
            χρήστη στο doulitsa.gr με σκοπό :
          </p>
          <p>
            -την εκπλήρωση των όρων και υποχρεώσεων των επιμέρους υπηρεσιών, που
            παρέχει το  doulitsa.gr  στους χρήστες του, την εν γένει ενημέρωση
            του χρήστη, -την ικανοποίηση των εκάστοτε απαιτήσεων του χρήστη
            αναφορικά με τις υπηρεσίες που διατίθενται από και μέσω του
            doulitsa.gr,
          </p>
          <p>
            -την ενημέρωση του χρήστη σχετικά με νέες προσφορές, υπηρεσίες,
            προϊόντα κ.λπ. (ενδεικτικά αναφέρονται αποστολή marketing news
            letters, νέων προσφορών, αγγελιών κ.λπ.) και
          </p>
          <p>
            -την εύρυθμη λειτουργία του  doulitsa.gr , κάθε συναφή με τα ανωτέρω
            ενέργεια.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΧV. Τρόποι Πληρωμής
          </p>
          <p>
            1. Για την προώθηση των υποψηφίων που πραγματοποιούνται
            στo doulitsa.gr η εταιρεία δέχεται πληρωμές και με
            πιστωτική/χρεωστική κάρτα. Αποδεκτές κάρτες είναι Visa και
            MasterCard.
          </p>
          <p>
            2. Η χρέωση της πιστωτικής/χρεωστικής κάρτας θα πραγματοποιείται
            εφόσον προηγηθεί έλεγχος και πιστοποίηση των στοιχείων και της
            εγκυρότητάς της. Το ποσό χρέωσης θα πρέπει να είναι διαθέσιμο και θα
            κρατείται με την επιβεβαίωση της παραγγελίας. Για να πραγματοποιήσει
            ο χρήστης αγορά μέσω του doulitsa.gr θα πρέπει να ακολοθήσει τις
            οδηγίες που θα βρει σε αυτήν. Στη φόρμα αγοράς που θα βρει, θα
            πρέπει να συμπληρώσει τον αριθμό και την ημερομηνία λήξης της
            πιστωτικής του κάρτας. Ο χρήστης είναι ο μόνος υπεύθυνος για την
            ορθή καταγραφή και την αλήθεια των στοιχείων της πιστωτικής του
            κάρτας και θα πρέπει να είναι ο δικαιούχος της πιστωτικής κάρτας που
            χρησιμοποιεί για την εκάστοτε συναλλαγή.
          </p>
          <p>
            3. Για την έκδοση τιμολογίου θα πρέπει να έχουν επιλεγεί από τον
            χρήστη τα αντίστοιχα πεδία κατά την ολοκλήρωση της συναλλαγής. Εάν
            επιλεγεί απλή απόδειξη πώλησης, αυτή θα αποστέλλεται στον χρήστη
            μέσω ηλεκτρονικής αλληλογραφίας μερικές ώρες μετά την ολοκλήρωση της
            διαδικασίας αγοράς.
          </p>
          <p>
            4. Κατά την ηλεκτρονική εγγραφή του Χρήστη για μια Συνδρομή επί
            πληρωμή, μια Δοκιμή, ένα Προϊόν ή έναν Κωδικό, αυτός δίνει τη
            συγκατάθεσή του να αποκτήσει πρόσβαση αμέσως στην υπηρεσία και να
            κάνει άμεση χρήση της. Εάν εγγραφεί ηλεκτρονικά για μια Συνδρομή επί
            πληρωμή ή μια Υπηρεσία, δεν μπορεί να αλλάξει γνώμη για οποιονδήποτε
            λόγο ή για κανένα λόγο, και δε γίνεται να λάβει επιστροφή των
            χρημάτων που καταβλήθηκαν. Σύμφωνα με την κείμενη{' '}
            <a href='https://www.gov.gr/sdg/consumer-rights/consumer-rights-and-guarantees/general/right-of-cancellation'>
              νομοθεσία
            </a>
            , η προμήθεια ψηφιακού περιεχομένου μη παρεχόμενου πάνω σε υλικό
            μέσο, εάν η εκτέλεση ξεκίνησε με την προηγούμενη ρητή συγκατάθεση
            του καταναλωτή και την επιβεβαίωση εκ μέρους του ότι χάνει έτσι το
            δικαίωμα της υπαναχώρησης, αποτελεί εξαίρεση από το δικαίωμα της
            υπαναχώρησης. Ο χρήστης/επαγγελματικό προφίλ διατηρεί το δικαίωμα
            και τη δυνατότητα να ακυρώσει οποιαδήποτε συνδρομή/υπηρεσία επιθυμεί
            οποτεδήποτε, είτε μέσω του ειδικού συνδέσμου «Ακύρωση», είτε
            επικοινωνώντας μαζί μας με τους τρόπους που παρέχονται στη σελίδα
            «Επικοινωνία».
          </p>
          <p>
            5. Η χρήση των συνδρομητικών υπηρεσιών και των υπηρεσιών προώθησης
            υποψηφίων γίνεται αποκλειστικά μέσα στα χρονικά διαστήματα χρήσης
            αυτών των υπηρεσιών. Ο χρήστης αποδέχεται ρητά, πως μετά το πέρας
            των συμφωνηθέντων ημερομηνιών έναρξης και λήξης, όλες οι τυχόν μη
            χρησιμοποιημένες υπηρεσίες, χάνονται χωρίς την δυνατότητα παράτασης
            τους. Οι παρατάσεις χρήσης (εάν υπάρχουν) πραγματοποιούνται κατά την
            απόλυτη διακριτική ευχέρεια της εταιρείας και παρέχονται μόνο για
            συγκεκριμένο χρονικό πλαίσιο, που δεν δύναται να υπερβαίνει σε καμία
            περίπτωση τους 3 μήνες.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            XVI. Ασφάλεια Πληρωμών/Συναλλαγών
          </p>
          <p>
            1. Η εταιρεία, για λόγους ασφαλείας, δεν αποθηκεύει τα στοιχεία
            καμίας πιστωτικής κάρτας για μελλοντική χρήση, επομένως θα πρέπει ο
            χρήσ της να επανεισάγε ι τα στοιχεία αυτής κάθε φορά που
            πραγματοποιεί αγορά. Με την εισαγωγή των απαιτούμενων από τους
            παρόντε ς όρους χρήσης των στοιχείων της πιστωτικής κάρτας, ο χρήσ
            της δηλώνει ρητά ότι έχε ι το νόμιμο δικαίωμα χρήσης της εν λόγω
            πιστωτικής κάρτας.
          </p>
          <p>
            2. Η εταιρεία δεν φέρει καμία ευθύνη σε περίπτωση μη νόμιμης χρήσης
            πιστωτικών καρτών.
          </p>
          <p>
            3. Η παροχή στοιχείων πιστωτικής κάρτας δηλώνει τη συγκατάθεσή του
            χρήστη για χρέωση αυτής με το ποσό της αγοράς που πραγματοποιεί μέσω
            του doulitsa.gr. Σε περίπτωση που η συναλλαγή με την πιστωτική κάρτα
            απορριφθεί για οποιονδήποτε λόγο από την εκδούσα τράπεζα ή το δίκτυο
            της πιστωτικής κάρτας, ενδεικτικά αναφέρονται λόγοι όπως υπέρβαση
            του πιστωτικού ορίου ή υποψία απάτης, τότε η αγορά δε θα εκτελεστεί.
          </p>
          <p>
            {' '}
            4. Οι συναλλαγές με πιστωτική κάρτα θα διεκπεραιώνονται μέσα από την
            Ιστοστελίδα της εταιρείας χρησιμοποιώντας τις υπηρεσίες του παρόχου
            Επεξεργασίας Διαδικτυακών Πληρωμών με τον οποίο είναι συμβεβλημένη η
            εταιρεία.
          </p>
          <p>
            5. Η εταιρεία δεν ευθύνεται για τη μη πραγματοποίηση χρεώσεων ή
            δεσμεύσεων ποσών με πιστωτική κάρτα σε περίπτωση υπαιτιότητας του
            παρόχου Επεξεργασίας Διαδικτυακών Πληρωμών ή του παρόχου
            Διαδικτυακών Υπηρεσιών (Internet Service Provider ή ISP).
            Ενδεικτικές περιπτώσεις μη υπαιτιότητας της εταιρείας είναι οι εξής:
          </p>
          <p>
            -Σε περίπτωση που ο εξυπηρετητής αιτημάτων του παρόχου Επεξεργασίας
            Διαδικτυακών Πληρωμών σταματήσει να δουλεύει σύμφωνα με τις
            προδιαγραφές είτε λόγω αστοχίας υλικού (ενδεικτικά αναφέρονται βλάβη
            σκληρών δίσκων, απώλεια παροχής ρεύματος, βλάβη κύριας μνήμης) είτε
            λόγω προβλημάτων λογισμικού, ο χρήστης θα θεωρείται από την εταιρεία
            ότι δεν συμμετέχει στην αγορά.
          </p>
          <p>
            -Μη ενημέρωση της εταιρείας για ολοκλήρωση της συναλλαγής. Σε
            περίπτωση που η συναλλαγή χρεωθεί ή δεσμευθεί σε πιστωτική κάρτα,
            αλλά η εταιρεία δεν ενημερωθεί μέσω αποδεκτών διαδικασιών τότε η
            εταιρεία θα θεωρήσει ότι ο χρήστης δεν συμμετέχει στην αγορά. Η
            αδυναμία ενημέρωσης της εταιρείας μπορεί να υφίσταται με υπαιτιότητα
            του παρόχου Επεξεργασίας Διαδικτυακών Πληρωμών ή του παρόχου
            Διαδικτυακών Υπηρεσιών.
          </p>
          <p>
            6. Οι παραπάνω περιπτώσεις είναι ενδεικτικές και δεν αποτελούν
            εξαντλητική λίστα με όλες τις περιπτώσεις μη υπαιτιότητας της
            εταιρείας.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>XVII. Cookies</p>
          <p>
            Η εταιρεία μέσω της doulitsa.gr έχει τη δυνατότητα να χρησιμοποιεί
            Cookies ως μέρος της διευκόλυνσης αλλά και λειτουργίας των υπηρεσιών
            του doulitsa.gr.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            Τι είναι τα cookies;
          </p>
          <p>
            Τα cookies είναι μικρά αρχεία κειμένου με πληροφορίες, τα οποία
            αποθηκεύονται από τον διακομιστή (server) ενός ιστότοπου στην
            τερματική συσκευή (υπολογιστής, κινητό τηλέφωνο κλπ.) ενός
            επισκέπτη/χρήστη κατά την πλοήγηση σε αυτόν. Ο ιστότοπος ανακτά τις
            εν λόγω πληροφορίες σε κάθε επίσκεψη προκειμένου να προσφέρει
            σχετικές με αυτές υπηρεσίες.
          </p>
          <p>
            Σύμφωνα με την ισχύουσα νομοθεσία (άρθρο 4 παρ. 5 νόμου 3471/2006) η
            αποθήκευση ή η απόκτηση πρόσβασης σε αποθηκευμένες πληροφορίες στον
            τερματικό εξοπλισμό χρήστη επιτρέπεται μόνο αν ο συγκεκριμένος
            χρήστης έχει δώσει τη συγκατάθεσή του μετά από σαφή και εκτενή
            ενημέρωση. Δεν απαιτείται η συγκατάθεση του χρήστη για τα cookies τα
            οποία θεωρούνται τεχνικά απαραίτητα για την πραγματοποίηση της
            σύνδεσης στον ιστοτόπο ή για την παροχή της υπηρεσίας διαδικτύου.
          </p>
          <p>
            Τα cookies μπορεί να εγκαθίστανται από τον ίδιο τον πάροχο της
            ιστοσελίδας που επισκέπτεται ο χρήστης (first party cookies) ή από
            άλλους μέσω του παρόχου της ιστοσελίδας (third party cookies) που
            επισκέπτεται ο χρήστη
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            ΧVIII. Τροποποιήσεις
          </p>
          <p>
            Η doulitsa.gr διατηρεί το δικαίωμα να τροποποιεί τους παρόντες
            “Όρους χρήσης” σε οποιαδήποτε χρονική στιγμή. Τέτοιους είδους
            τροποποιήσεις θα θεωρούνται άμεσα ισχύουσες, από τη στιγμή της
            ανάρτησής τους στη doulitsa.gr. Ο επισκέπτης/χρήστης/επαγγελματικό
            προφίλ ευθύνεται για την τακτική του ενημέρωση και αποδοχή των όρων
            χρήσης και προϋποθέσεων, σχετικά με τέτοιου είδους τροποποιήσεις και
            η συνεχιζόμενη πρόσβαση ή χρήση της doulitsa.gr θα θεωρηθεί ως
            ανεπιφύλακτη αποδοχή των τροποποιημένων όρων.
          </p>
          <p className='pt-4 text-dark text-lg font-semibold'>
            XIX. Εφαρμοστέο Δίκαιο – Δικαιοδοσία
          </p>
          <p>
            1. Οι παρόντες όροι ισχύουν εξίσου και προς όφελος της εταιρείας,
            διέπονται από το Ελληνικό Δίκαιο και σε περίπτωση που οποιοσδήποτε
            εξ’ αυτών προκύπτει ότι είναι άκυρος ή/και μη εφαρμοστέος έστω και
            μερικά για οποιονδήποτε λόγο, οι όροι που δεν επηρεάζονται από αυτόν
            θα εφαρμόζονται και έχουν πλήρη ισχύ.
          </p>
          <p>
            2. Για κάθε διαφορά που τυχόν ανακύψει αναφορικά με τη λειτουργία
            και χρήση του doulitsa.gr, οι καταναλωτές μπορούν σύμφωνα με τη
            σχετική νομοθεσία, να απευθύνονται στον αρμόδιο ελληνικό φορέα
            Εναλλακτικής Επίλυσης Διαφορών που είναι εν προκειμένω ο Συνήγορος
            του Καταναλωτή, Λεωφόρος Αλεξάνδρας 144, Αθήνα 11471, Διεύθυνση
            ηλεκτρονικού ταχυδρομείου:  grammateia@synigoroskatanaloti.gr ,
            Δικτυακός τόπος: www.synigoroskatanaloti.gr , Τηλέφωνο 2106460862
          </p>
          <p>
            3. Εφόσον δεν καταστεί δυνατή η συναινετική διευθέτηση αυτής,
            αρμόδια είναι τα Δικαστήρια των Αθηνών. Για κάθε διαφορά σχετικά με
            την ερμηνεία και την εφαρμογή των παρόντων όρων και προϋποθέσεων
            καθώς και για κάθε άλλο ζήτημα σχετικά με τη χρήση του doulitsa.gr,
            εφαρμοστέο είναι το Ελληνικό Δίκαιο.
          </p>
        </div>
      </section>
    </div>
  );
}
