import { counterStats } from './counter-stats';

export const data = {
  banner: {
    title: 'Σχετικά με τη Doulitsa',
    description:
      'Χαλάρωσε, εδώ θα βρεις τους κατάλληλους επαγγελματίες για να κάνουν τη Doulitsa που θέλεις.',
  },
  about: {
    heading: 'Έλα και εσύ στην καλύτερη πλατφόρμα Επαγγελματιών',
    description:
      'Έλα και εσύ στη Doulitsa, την πλατφόρμα που επαναπροσδιορίζει τη σύνδεση επαγγελματιών με πελάτες. Από την πρώτη στιγμή απολαμβάνεις ευκολία, ασφάλεια και άμεση πρόσβαση σε κορυφαίους επαγγελματίες. Ανακάλυψε νέες συνεργασίες, με διαφάνεια, αξιοπιστία και σιγουριά. Η Doulitsa φέρνει νέες ευκαιρίες στην πόρτα σου!',
    image: '/about-page-image-1.webp',
    list: [
      'Βρες ικανούς επαγγελματίες, άμεσα και αξιόπιστα.',
      'Ανακάλυψε υπηρεσίες με κορυφαίες αξιολογήσεις και ειδικές προσφορές!',
      'Μπες στην πιο εξελιγμένη κοινότητα επαγγελματιών και χρηστών.',
    ],
    button: {
      text: 'Βρες Υπηρεσίες',
      link: '/categories',
    },
  },
  counter: counterStats,
  features: {
    title: 'Είσαι έτοιμος για την επόμενη συνεργασία σου;',
    subtitle: '',
    image:
      'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750070089/Static/about-page-image-2_oa6vxw.webp',
    alt: 'alt-image',
    list: [
      {
        title: 'Ξεχώρισε τους κορυφαίους',
        desc: 'Σύγκρινε και εντόπισε τα επαγγελματικά προφίλ που συγκεντρώνουν τις καλύτερες αξιολογήσεις.',
        icon: 'flaticon-badge',
      },
      {
        title: 'Χωρίς κρυφά κόστη',
        desc: 'Δεν υπάρχουν κρυφές χρεώσεις ή προμήθειες. Πληρώνεις στους επαγγελματίες το ποσό της προσφοράς τους.',
        icon: 'flaticon-wallet',
      },
      {
        title: 'Ασφάλεια και Πιστοποίηση',
        desc: 'Θεωρούμε την ασφάλεια ως τον πιο σημαντικό παράγοντα, για αυτό πιστοποιούμε τα επαγγελματικά προφίλ για να έχεις το κεφάλι σου ήσυχο.',
        icon: 'flaticon-security',
      },
    ],
  },
  featuresStats: {
    content: {
      title: 'Μπες στην πιο εξελιγμένη κοινότητα επαγγελματιών και χρηστών.',
      description:
        'Εντόπισε τα ταλέντα και διάλεξε μια υπηρεσία που στα μέτρα σου. Δες τις δουλειές τον επγγελματιών και τις τιμές, και διάλεξε την πιο Value for Money υπηρεσία.',
      buttonText: 'Ξεκίνα τώρα',
      buttonLink: '/register',
    },
    list: [
      {
        value: '4.9',
        label: 'Εντόπισε τα καλύτερα προφίλ',
        suffix: '/5',
      },
      {
        value: '93',
        label:
          'Θα ξαναχρησιμοποιήσουν τη Doulitsa',
        suffix: '%',
      },
      {
        value: '8/10',
        label: 'Επέλεξαν κάποιο Πιστοποιημένο Προφίλ',
        suffix: '',
      },
    ],
    images: {
      leftTop:
        'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750071394/Static/left-top_dnznwz.webp',
      rightBottom:
        'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750071395/Static/right-bottom_w0dkoq.webp',
    },
  },
  testimonials: {
    title: 'Είπαν για εμάς',
    subtitle:
      'Αν θέλετε να εμφανιστείτε στα testimonials, στείλτε μας τα σχόλια σας για την πλατφόρμα με email.',
    list: [
      {
        id: 'dimitris',
        title: 'Σας συστήνω ανεπιφύλακτα',
        text: '“Η επιχείρηση μου είναι μια μικρή ξενοδοχειακή μονάδα. Η Doulitsa με βοηθάει να βρίσκω επαγγελματίες που δεν θα μπορούσα να προσλάβω σε μόνιμη θέση.”',
        author: {
          name: 'Δημήτρης Κ.',
          category: 'Ξενοδόχος',
          image:
            'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750071235/Static/dimitris140_wuoksx.webp',
        },
      },
      {
        id: 'katerina',
        title: 'Πολύ καλή δουλειά',
        text: '“Βρήκα γρήγορα έναν επαγγελματία designer για να μου σχεδιάσει ένα καινούργιο logo και έμεινα απόλυτα ικανοποιημένη!”',
        author: {
          name: 'Κατερίνα Ζ.',
          category: 'Επιχειρηματίας',
          image:
            'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750071209/Static/katerina140_ztoig5.webp',
        },
        active: true,
      },
      {
        id: 'marios',
        title: 'Είμαι πολύ ικανοποιημένος',
        text: '“Μέσα από την πλατφόρμα σας μπόρεσα να παρουσιάσω όλη τη δουλειά μου και να με εντοπίσουν νέους πελάτες, αλλά και συνεργάτες.”',
        author: {
          name: 'Μάριος Θ.',
          category: 'Web Developer',
          image:
            'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750071225/Static/marios140_qokg42.webp',
        },
      },
    ],
  },
  featuresImage: {
    image:
      'https://res.cloudinary.com/ddejhvzbf/image/upload/v1750070110/Static/about-page-image-3_bzuclt.webp',
    title: 'Ψάχνεις για κάποια Υπηρεσία;',
    subtitle: 'Doulitsa... και κάνεις τη δουλειά σου! 👌',
    list: [
      {
        icon: 'flaticon-cv',
        title: 'Βρες τον καλύτερο',
        description:
          'Δες τις αξιολογήσεις και εντόπισε το καλύτερο επαγγελματικό προφίλ για αυτό που ψάχνεις.',
      },
      {
        icon: 'flaticon-web-design',
        title: 'Επιλέξτε τη συνεργασία σας',
        description:
          'Επικοινώνησε με τον επαγγελματία για να σε ενημερώσει πως θα προχωρήσετε.',
      },
      {
        icon: 'flaticon-secure',
        title: 'Μείνε Ασφαλής',
        description:
          'Προτίμησε τα Πιστοποιημένα Προφίλ που έχουν διασταυρωθεί ότι υπάρχουν πραγματικά.',
      },
    ],
  },
  faq: {
    title: 'Συχνές Ερωτήσεις',
    subtitle: 'Αν έχεις περισσότερες ερωτήσεις πήγαινε στη σελίδα',
    list: [
      {
        id: 'One',
        question: 'Που έχει έδρα η Doulitsa;',
        answer: 'Είμαστε Ελληνική εταιρεία και έχουμε την έδρα μας στην Αθήνα.',
        isOpen: true,
      },
      {
        id: 'Two',
        question:
          'Πώς μπορώ να συνεργαστώ με την Doulitsa αν είμαι επαγγελματίας;',
        answer:
          "Για να εγγραφείς ως επαγγελματίας και να προσφέρεις τις υπηρεσίες σου, ακολούθησε τις οδηγίες στη σελίδα 'Εγγραφή'. Θα είμαστε σε επικοινωνία για να σε βοηθήσουμε σε ό,τι χρειαστείς.",
        isOpen: false,
      },
      {
        id: 'Three',
        question: 'Υπάρχουν κρυφές χρεώσεις;',
        answer:
          'Όχι. Η εγγραφή και η χρήση της Doulitsa είναι εντελώς δωρεάν. Οι επαγγελματίες ξεκινούν με το δωρεάν Βασικό πακέτο και, αν θέλουν, μπορούν προαιρετικά να αναβαθμίσουν στο Προωθημένο πακέτο για μεγαλύτερη προβολή. Από την πλευρά των χρηστών δεν υπάρχει καμία επιβάρυνση για να βρουν ή να επικοινωνήσουν με επαγγελματίες.',
        isOpen: false,
      },
      {
        id: 'Four',
        question: 'Πώς μπορώ να αυξήσω την προβολή μου ως επαγγελματίας;',
        answer:
          'Η δημοσίευση υπηρεσιών είναι δωρεάν με το Βασικό πακέτο. Αν θέλεις μεγαλύτερη προβολή, μπορείς να αναβαθμίσεις στο Προωθημένο πακέτο, που σου δίνει περισσότερες υπηρεσίες, προβολή στην κορυφή του επαγγελματικού καταλόγου, προωθημένες υπηρεσίες και αυτόματη καθημερινή ανανέωση. Δες αναλυτικά τα πακέτα στη σελίδα «Για Επαγγελματίες».',
        isOpen: false,
      },
      {
        id: 'Five',
        question: 'Δεσμεύομαι με τη συνδρομή του Προωθημένου πακέτου;',
        answer:
          'Όχι, δεν υπάρχει καμία δέσμευση. Η συνδρομή είναι ευέλικτη και μπορείς να την ακυρώσεις όποτε θέλεις. Διατηρείς τις δυνατότητές της μέχρι το τέλος της περιόδου που έχεις ήδη πληρώσει και έπειτα επιστρέφεις αυτόματα στο δωρεάν Βασικό πακέτο.',
        isOpen: false,
      },
    ],
  },
};
