export const data = {
  banner: {
    title: 'Επικοινωνία',
    description:
      'Εάν έχεις κάποια ερώτηση ή παρατήρηση, θα χαρούμε να μας την επικοινωνήσεις.',
  },
  contact: {
    title: 'Στοιχεία Επικοινωνίας',
    description:
      'Επικοινώνησε μαζί μας με όποιον τρόπο προτιμάς, θα χαρούμε να βοηθήσουμε!',
    keepInTouchTitle: 'Keep In Touch With Us.',
    keepInTouchDescription:
      'Neque convallis a cras semper auctor. Libero id faucibus nisl tincidunt egetnvallis.',
    address: {
      title: 'Address',
      text: '328 Queensberry Street, North Melbourne VIC 3051, Australia.',
    },
    phone: {
      title: 'Τηλέφωνο',
      number: '210 300 8149',
    },
    email: {
      title: 'Email',
      address: 'contact@doulitsa.gr',
    },
    form: {
      title: 'Στείλε μας εδώ το μήνυμά σου',
      description: 'Περιμένουμε τα σχόλιά σου με μεγάλη ανυπομονησία 🥹',
      nameLabel: 'Όνομα',
      namePlaceholder: 'Το όνομα σου',
      emailLabel: 'Email',
      emailPlaceholder: 'Το email σου',
      messageLabel: 'Μήνυμα',
      messagePlaceholder: '',
      buttonText: 'Αποστολή',
    },
  },
  faq: {
    title: 'Συχνές Ερωτήσεις',
    subtitle: 'Αν έχεις περισσότερες ερωτήσεις πήγαινε στη σελίδα',
    list: [
      {
        id: 'One',
        question: 'Πώς μπορώ να επικοινωνήσω με την ομάδα σας;',
        answer:
          'Μπορείς να επικοινωνήσεις μαζί μας μέσω email για πιο άμεση εξυπηρέτηση ή να μας καλέσεις στο τηλέφωνο τις ώρες λειτουργίας (10:00-18:00). Εκτός αυτού του ωραρίου, μπορείς να μας στείλετε email οποιαδήποτε στιγμή, και θα βάλουμε τα δυνατά μας για να απαντήσουμε το συντομότερο δυνατόν.',
        isOpen: true,
      },
      {
        id: 'Two',
        question: 'Σε πόσο χρόνο μπορώ να περιμένω απάντηση στο email μου;',
        answer:
          'Στόχος μας είναι να απαντάμε σε όλα τα emails όσο το δυνατόν πιο άμεσα, συνήθως εντός 1-12 ωρών.',
        isOpen: false,
      },
      {
        id: 'Three',
        question: 'Τι να κάνω αν δεν λάβω απάντηση στην επικοινωνία μου;',
        answer:
          'Εάν δεν έχεις απάντηση εντός 1 εργάσιμης ημέρας, ελέγξε τον φάκελο ανεπιθύμητης αλληλογραφίας σου (spam) ή  προσπάθησε να επικοινωνήσεις εκ νέου μαζί μας είτε τηλεφωνικά είτε μέσω email.',
        isOpen: false,
      },
      {
        id: 'Four',
        question:
          'Πώς μπορώ να υποβάλω σχόλια ή προτάσεις για τη βελτίωση της πλατφόρμας;',
        answer:
          'Εκτιμούμε τις προτάσεις και τα σχόλιά σας! Μπορείς να μας τα στείλεις μέσω email, και η ομάδα μας θα τα λάβει υπόψη για τη συνεχή βελτίωση της Doulitsa.',
        isOpen: false,
      },
      {
        id: 'Five',
        question:
          'Μπορώ να ζητήσω βοήθεια για την επιλογή επαγγελματία ή υπηρεσίας;',
        answer:
          'Η ομάδα μας δεν εμπλέκεται στην επιλογή επαγγελματιών. Ωστόσο, μπορείς να συμβουλευτείς τις αξιολογήσεις και τα φίλτρα στην πλατφόρμα για να βρεις την υπηρεσία που ταιριάζει καλύτερα στις ανάγκες σου.',
        isOpen: false,
      },
    ],
  },
};
